Repository: Valama/valama
Catalog: po/*.po
Languages: de, fr

source: (line)
de: (Zeile)
fr: (ligne)

source: %s found: %s: %d(%d)-%d(%d): %s
de: %s gefunden: %s: %d(%d)-%d(%d): %s
fr: %s trouvé : %s : %d(%d)-%d(%d) : %s

source: %s update finished (not a valid source buffer)!
de: %s-Update beendet (kein gültiger Quellpuffer)!
fr: Mise à jour de %s terminé (pas une zone tampon source valide) !

source: %s update finished!
de: %s-Update beendet!
fr: Mise à jour de %s terminée !

source: '%s' build failed: %s
de: '%s'-Kompilieren fehlgeschlagen: %s
fr: Construction de '%s' échouée : %s

source: '%s' cleaning failed: %s
de: '%s'-Aufräumen fehlgeschlagen: %s
fr: nettoyage de '%s' échoué : %s

source: '%s' configuration failed: %s
de: '%s'-Konfiguration fehlgeschlagen: %s
fr: configuration de '%s' échouée : %s

source: '%s' initialization failed: %s
de: '%s'-Initialisierung fehlgeschlagen: %s
fr: initialisation de '%s' échoué : %s

source: '%s' not a positive number
de: '%s' keine positive Zahl
fr: '%s' n'est pas un nombre positif

source: '%s' tests failed: %s
de: '%s'-Tests fehlgeschlagen: %s
fr: tests de '%s' échoués : %s

source: 'Build' failed with exit status: %d
de: 'Kompilieren' mit Rückgabewert '%d' fehlgeschlagen.
fr: 'Construction' échouée avec le statut : %d

source: 'Clean' failed with exit status: %d
de: 'Aufräumen' mit Rückgabewert '%d' fehlgeschlagen.
fr: 'Nettoyage' échoué avec le statut : %d

source: 'Configure' failed with exit status: %d
de: 'Konfigurieren' mit Rückgabewert '%d' fehlgeschlagen.
fr: 'Configure' échoué avec le statut : %d

source: 'Distclean' failed with exit status: %d
de: 'Vollständiges Aufräumen' mit Rückgabewert '%d' fehlgeschlagen.
fr: 'Nettoyage clair' échoué avec le statut : %d

source: 'Initialization' failed with exit status: %d
de: 'Initialisieren' mit Rückgabewert '%d' fehlgeschlagen.
fr: 'Initialisation' échouée avec le statut : %d

source: 'Tests' failed with exit status: %d
de: 'Testen' mit Rückgabewert '%d' fehlgeschlagen.
fr: 'Tests' échoués avec le statut : %d

source: (new file)
de: (neue Datei)
fr: (nouveau fichier)

source: - Valama: next generation Vala IDE
de: - Valama: Vala IDE der nächsten Generation
fr: - Valama: L' EDI Vala nouvelle génération

source: Add new directory
de: Neues Verzeichnis hinzufügen
fr: Ajouter un nouveau répertoire

source: Add new file
de: Neue Datei hinzufügen
fr: Ajouter un nouveau fichier

source: Add new file to project (%s)
de: Neue Datei zum Projekt hinzufügen (%s)
fr: Ajouter un nouveau fichier au projet (%s)

source: Add new package
de: Paket hinzufügen
fr: Ajouter un paquet

source: Add package: %s
de: Füge Paket hinzu: %s
fr: Ajouter un paquet : %s

source: Add project to recent manager: %s - %s
de: Füge Projekt zu Letzte-Änderungen-Manager hinzu: %s - %s
fr: Ajouter un projet au gestionnaire des récents : %s - %s

source: All files
de: Alle Dateien
fr: Tous les fichiers

source: All files (*)
de: Alle Dateien (*)
fr: Tous les fichiers (*)

source: An error occurred while loading new Guanako project: %s
de: Ein Fehler trat beim Laden eines neuen Guanako-Projekts auf: %s
fr: une erreur est survenue durant le chargement d'un nouveau projet Guanako : %s

source: Application output
de: Anwendungsausgabe
fr: Sortie de l'application

source: Application received signal: %s
de: Anwendung empfang Signal: %s
fr: L'application a reçu le signal : %s

source: Application still running. Quit it manually.
de: Anwendung noch laufend. Manuelles Beenden nötig.
fr: L'application est toujours en cours. Quittez la manuellement.

source: Application terminated with exit status '%d'.
de: Anwendung beendete mit Rückgabewert '%d'.
fr: L'application s'est terminée avec le statut '%d'.

source: Author
de: Autor
fr: Auteur

source: Author information
de: Autorinformation
fr: Informations auteur

source: Authors
de: Autoren
fr: Auteurs

source: Back
de: Zurück
fr: Retour

source: Breakpoints / Timers
de: Haltepunkte / Timer
fr: Points d'arrêt / minuteurs

source: Buffer loaded.
de: Puffer geladen.
fr: Zone tampon chargée.

source: Buffer update
de: Pufferupdate
fr: Mise à jour de la zone tampon

source: Build
de: Kompiliere
fr: Construire

source: Build command received signal: %s
de: Kompilierkommando empfang Signal: %s
fr: La commande construire a reçu le signal : %s

source: Build directory not set.
de: Kein Kompilierverzeichnis angegeben.
fr: Répertoire de construction non paramétré.

source: Build output
de: Kompilierausgabe
fr: Sortie de construction

source: Build system '%s' currently not supported by template selector.
de: Build-System '%s' zur Zeit bei der Vorlagenauswahl nicht unterstützt.
fr: Le système de construction '%s' n'est actuellement pas supporté par le selecteur de modèles.

source: Build system '%s' not supported.
de: Build-System '%s' nicht unterstützt.
fr: Système de construction '%s' non supporté.

source: Build system directory does not exist: %s
de: Build-System-Verzeichnis existiert nicht: %s
fr: Le répertoire du système de construction n'existe pas : %s

source: Build system file does not exist: %s
de: Build-System-Datei existiert nicht: %s
fr: Le fichier du système de construction n'existe pas : %s

source: Build system files
de: Build-System-Dateien
fr: Fichiers du système de construction

source: Build systems directory.
de: Build-System-Verzeichnis
fr: Répertoire des systèmes de construction

source: Buildsystem build finished: %s
de: Build-System-Kompiliervorgang abgeschlossen: %s
fr: Construction du système de construction terminé : %s

source: Buildsystem build started: %s
de: Build-System-Kompiliervorgang gestartet: %s
fr: Construction du système de construction démarré : %s

source: Buildsystem cleaning finished: %s
de: Build-System-Aufräumen abgeschlossen: %s
fr: Nettoyage du système de construction terminé : %s

source: Buildsystem cleaning started: %s
de: Build-System-Aufräumen gestartet: %s
fr: Nettoyage du système de construction démarré : %s

source: Buildsystem configuration finished: %s
de: Build-System-Konfiguration beendet: %s
fr: Configuration du système de construction terminée : %s

source: Buildsystem configuration started: %s
de: Build-System-Konfiguration gestartet: %s
fr: Configuration du système de construction démarrée : %s

source: Buildsystem distcleaning finished: %s
de: Vollständiges Build-System-Aufräumen beendet: %s
fr: Nettoyage clair du système de construction terminé : %s

source: Buildsystem distcleaning started: %s
de: Vollständiges Build-System-Aufräumen gestartet: %s
fr: Nettoyage clair du système de construction démarré : %s

source: Buildsystem initialization finished: %s
de: Build-System-Initialisierung beendet: %s
fr: Initialisation du système de construction terminée : %s

source: Buildsystem initialization started: %s
de: Build-System-Initialisieren gestartet: %s
fr: Initialisation du système de construction démarrée : %s

source: Buildsystem tests finished: %s
de: Build-System-Tests abgeschlossen: %s
fr: Tests du système de construction terminés : %s

source: Buildsystem tests started: %s
de: Build-System-Tests gestartet: %s
fr: Tests du système de construction démarrés : %s

source: Call '%s' not found in '%s'
de: Aufruf '%s' nicht gefunden in '%s'
fr: L'appel de '%s' non trouvé dans '%s'

source: Cannot apply substitution '@%s@'%s -> '%s': %s does not exist
de: Kann Ersetzen '@%s@'%s -> '%s' nicht durchführen: %s existiert nicht
fr: Impossible d'appliquer la substitution '@%s@'%s -> '%s': %s n'existe pas

source: Cannot create temporary file '%s' to apply substitutions: %s
de: Kann temporäre Datei '%s' um Ersetzungen durchzuführen, nicht anlegen: %s
fr: Impossible de créer le fichier temporaire '%s' pour appliquer les substitutions : %s

source: Cannot parse file.
de: Kann Datei nicht parsen.
fr: Impossible de parser le fichier.

source: Cannot read file '%s': %s
de: Kann Datei '%s' nicht lesen: %s
fr: Impossible de lire le fichier '%s' : %s

source: Change current focus: %s
de: Aktuellen Fokus ändern: %s
fr: Changer le focus actuel : %s

source: Checker loaded.
de: Checker geladen.
fr: Vérificateur chargé.

source: Choose '%s' package.
de: Wähle Paket '%s'.
fr: Choisir le paquet '%s'.

source: Choose Buildsystem
fr: Choisissez le système de construction

source: Choose a buildsystem for current project.
fr: Choisissez un système de construction pour le projet actuel

source: Choose directory name
de: Verzeichnisnamen wählen
fr: Choisissez un nom de répertoire

source: Choose filename
de: Dateinamen wählen
fr: Choisissez un fichier

source: Choose packages
fr: Choisissez les paquets

source: Choose project template
de: Projektvorlage wählen
fr: Choisissez un modèle de projet

source: Clean
de: Aufräumen
fr: Nettoyer

source: Clean all
de: Vollständig aufräumen
fr: Tout nettoyer

source: Clean build
de: Sauberes Kompilieren
fr: Construction propre

source: Clear output
de: Ausgabe leeren.
fr: Effacer la sortie

source: Close buffer.
de: Schließe Puffer.
fr: Fermer la zone tampon.

source: Close project
de: Projekt schließen
fr: Fermer le projet

source: Close view and buffer: %s
de: Ansicht und Puffer schließen: %s
fr: Fermer la vue et la zone tampon : %s

source: Coding style checker
fr: Vérificateur de style de codage

source: Compiling and auto completion might fail!
de: Kompilieren und Autovervollständigung könnten nicht funktionieren!
fr: La compilation et l'autocompletion peuvent échouer !

source: Completion
de: Vervollständigung
fr: Complètement

source: Copy from '%s' to '%s'.
de: Von '%s' nach '%s' kopieren.
fr: Copier de '%s' vers '%s'.

source: Copying finished.
de: Kopieren beendet.
fr: Copie terminée.

source: Copyright © 2012, 2013 Valama development team
de: Copyright © 2012, 2013 Valama Entwicklungsteam
fr: Copyright © 2012, 2013 L'équipe de développement Valama

source: Could not acquire name.
de: Konnte Namen nicht bekommen
fr: Impossible d'acquérir le nom.

source: Could not add project to recent manager.
de: Konnte Projekt nicht zum Letzte-Änderungen-Manager hinzufügen.
fr: Impossible d'ajouter au fichiers récents.

source: Could not change focus to: %s
de: Konnte nicht den Fokus auf '%s' ändern.
fr: Impossible de transférer le focus vers : %s

source: Could not close file descriptor for '%s': %s
de: Konnte Datei '%s' nicht ordnungsgemäß schließen: %s
fr: Impossible de fermer le descripteur de fichier pour '%s' : %s

source: Could not close source view (mapping) for: %s
de: Konnte Quellansicht (Mapping) für '%s' nicht schließen.
fr: Impossible de fermer la vue source (mapping) pour : %s

source: Could not close view: %s
de: Konnte Ansicht nicht schließen: %s
fr: Impossible de fermer la vue : %s

source: Could not compare project files inodes: %s
de: Konnte Projektdatei-Inodes nicht vergleichen: %s
fr: Impossible de comparer les inodes des fichiers du projet : %s

source: Could not convert '%s' to '%s'.
de: Konnte '%s' nicht zu '%s' übersetzen.
fr: Impossible de convertir '%s' vers %s.

source: Could not convert '%s' to string: %u
de: Konnte '%s' nicht zu einer Zeichenfolge übersetzen: %u
fr: Impossible de convertir '%s' en chaîne : %u

source: Could not convert all characters: %s
de: Konnte nicht alle Zeichen übersetzen: %s
fr: Impossible de convertir tous les caractères : %s

source: Could not copy templates for new project: %s
de: Konnte Vorlagen für neues Projekt nicht kopieren: %s
fr: Impossible de copier les modèles pour le nouveau projet : %s

source: Could not create cache directory: %s
de: Konnte Cache-Verzeichnis nicht anlegen: %s
fr: Impossible de créer le répertoire cache : %s

source: Could not create new directory: %s
de: Konnte kein neues Verzeichnis erstellen: %s
fr: Impossible de créer le répertoire parent : %s

source: Could not create new file: %s
de: Konnte neue Datei nicht anlegen: %s
fr: Impossible de créer le nouveau fichier : %s

source: Could not create parent directory: %s
de: Konnte übergeordnetes Verzeichnis nicht anlegen: %s
fr: Impossible de créer le répertoire parent : %s

source: Could not create thread to update buffer: %s
de: Thread zum Aktualisierung des Puffers konnte nicht erzeugt werden werden: %s
fr: Impossible de démarrer le processus pour la mise à jour de la zone tampon : %s

source: Could not create thread to update source files: %s
de: Thread zum Aktualisierung der Quelldateien konnte nicht erzeugt werden: %s
fr: Impossible de démarrer le processus pour la mise à jour des fichiers sources : %s

source: Could not determine file path: %s
de: Konnte Dateipfad nicht ermitteln: %s
fr: Impossible de déterminer le chemin du fichier : %s

source: Could not find ScrolledWindow widget: %s
de: Konnte ScrolledWindow-Widget nicht finden: %s
fr: Impossible de trouver le widget ScrolledWindow : %s

source: Could not find pkg-config file for '%s'.
de: Konnte pkg-config-Datei für Paket '%s' nicht finden.
fr: Impossible de trouver le fichier pkg-config pour '%s'.

source: Could not get current TreePath: %s
de: Konnte aktuellen TreePath nicht bekommen: %s
fr: Impossible d'obtenir le chemin de l'arborescence courant : %s

source: Could not get iterator in TreeView: %s
de: Konnte TreeView-Iterator nicht ermitteln: %s
fr: Impossible d'obtenir l'itérateur dans la vue de l'arborescence : %s

source: Could not initialize build system: %s
de: Konnte Build-System nicht initialisieren: %s
fr: Impossible d'initialiser le système de construction : %s

source: Could not initialize locking signals.
de: Konnte Sperrsignale nicht initialisieren.
fr: Impossible de connecter les signaux de verrouillage.

source: Could not launch completion thread successfully: %s
de: Konnte Autovervollständigungs-Thread nicht starten: %s
fr: Impossible de lancer le processus de complétion : %s

source: Could not list or iterate through directory content of '%s': %s
de: Konnte im Verzeichnis '%s' nicht erfolgreich arbeiten: %s
fr: Impossible de parcourir le contenu du répertoire '%s' : %s

source: Could not load Vala source file: %s
de: Konnte Vala-Quelldatei nicht laden: %s
fr: Impossible de charger le fichier source Vala : %s

source: Could not load Valama text logo: %s
de: Konnte Valama-Textlogo nicht laden: %s
fr: Impossible de charger le logo texte Valama : %s

source: Could not load completion: %s
de: Konnte Autovervollständigung nicht laden: %s
fr: Impossible de charger la complétion : %s

source: Could not load file: %s
de: Konnte Datei nicht laden: %s
fr: Impossible de charger le fichier : %s

source: Could not load icon theme: %s
de: Konnte Icon-Thema nicht laden: %s
fr: Impossible de charger le thème d'icônes : %s

source: Could not load meta information: %s
de: Konnte Metainformation nicht laden: %s
fr: Impossible de charger les meta-informations : %s

source: Could not load new project: %s
de: Konnte neues Projekt nicht laden: %s
fr: Impossible de charger le nouveau projet : %s

source: Could not load pixmap: %s
de: Konnte Pixmap nicht laden: %s
fr: Impossible de charger l'image : %s

source: Could not load project template: %s
de: Konnte Projektvorlage nicht laden: %s
fr: Impossible de charger le modèle de projet : %s

source: Could not load project: %s
de: Konnte Projekt nicht laden: %s
fr: Impossible de charger le projet : %s

source: Could not load template '%s': %s
de: Konnte Vorlage '%s' nicht laden: %s
fr: Impossible de charger le modèle '%s' : %s

source: Could not load template image: %s
de: Konnte Vorlagenbild nicht laden: %s
fr: Impossible de charger l'image modèle : %s

source: Could not load vapi: %s
de: Konnte Vapi nicht laden: %s
fr: Impossible de charger vapi : %s

source: Could not open directory or file in '%s': %s
de: Konnte Verzeichnis oder Datei in '%s' nicht öffnen: %s
fr: Impossible d'ouvrir un répertoire ou un fichier dans '%s' : %s

source: Could not open file writable: %s
de: Konnte Datei nicht beschreibbar öffnen: %s
fr: Impossible d'ouvrir un fichier en écriture : %s

source: Could not open file: %s
de: Konnte Datei nicht öffnen: %s
fr: Impossible d'ouvrir le fichier : %s

source: Could not open pixmaps file: %s
de: Konnte Pixmap-Datei nicht öffnen: %s
fr: Impossible d'ouvrir le fichier image : %s

source: Could not operate on directory: %s
de: Konnte nicht im Verzeichnis arbeiten: %s
fr: Impossible d'opérer dans le répertoire : %s

source: Could not process files in template directory: %s
de: Konnte Dateien im Vorlagenverzeichnis nicht erfolgreich bearbeiten: %s
fr: Impossible de trouver les fichiers du répertoire modèle : %s

source: Could not read file '%s' properly: %s
de: Konnte Datei '%s' nicht vollständig lesen: %s
fr: Impossible de lire le fichier '%s' correctement : %s

source: Could not read file content of '%s': %s
de: Konnte Dateiinhalt von '%s' nicht lesen: %s
fr: Impossible de lire le contenu de '%s' : %s

source: Could not read file: %s
de: Konnte Datei nicht lesen: %s
fr: Impossible de lire le fichier : %s

source: Could not read file: %s
de: Konnte Datei nicht lesen: %s
fr: Impossible de lire le fichier : %s

source: Could not read line: %s
de: Konnte Zeile nicht lesen: %s
fr: Impossible de lire une ligne : %s

source: Could not read syntax file: %s
de: Konnte Syntax-Datei nicht lesen: %s
fr: Impossible de lire le fichier de syntaxe : %s

source: Could not register service.
de: Konnte Dienst nicht registrieren.
fr: Impossible d'enregistrer le service.

source: Could not select a package from choice.
de: Konnte keine Paketauswahl treffen.
fr: Impossible de sélectionner un paquet du choix

source: Could not select current source view: %s
de: Konnte aktuelle Ansicht nicht auswählen: %s
fr: Impossible de sélectionner la vue source courante : %s

source: Could not spawn pkg-config package existence check: %s
de: Konnte pkg-config-Paketexistenzprüfung nicht ausführen: %s
fr: Impossible de soumettre la vérification d'existence du paquet pkg-config : %s

source: Could not spawn subprocess: %s
de: Konnte Prozess nicht ausführen: %s
fr: Impossible de soumettre le sous-processus : %s

source: Could not unload completion: %s
de: Konnte Autovervollständigung nicht abschalten: %s
fr: Impossible de désactiver la complétion : %s

source: Could not update file '%s' with '%s' (temporary file may still exist): %s
de: Kann Datei '%s' nicht mit '%s' aktualisieren (temporäre Datei kann noch existieren): %s
fr: Impossible de mettre à jour le fichier '%s' avec '%s' (le fichier temporaire existe peut-être encore) : %s

source: Could not update file: %s
de: Konnte Datei nicht aktualisieren: %s
fr: Impossible de mettre à jour le fichier : %s

source: Could not update vapi files: %s
de: Konnte Vapi-Dateien nicht aktualisieren: %s
fr: Impossible de mettre à jour les fichiers vapi : %s

source: Could not write to new file: %s
de: Konnte neue Datei nicht beschreiben: %s
fr: Impossible d'écrire dans le nouveau fichier : %s

source: Could not write to temporary file '%s': %s
de: Konnte nicht in temporäre Datei '%s' schreiben: %s
fr: Impossible d'écrire dans le fichier temporaire '%s' : %s

source: Couldn't load Valama project: %s
de: Konnte Valama-Projekt nicht laden: %s
fr: Impossible de charger le projet Valama : %s

source: Couldn't load layout file: %s
de: Konnte Layout-Datei nicht laden: %s
fr: Impossible de charger le fichier d'agencement : %s

source: Couldn't load layout: %s
de: Konnte Layout nicht laden: %s
fr: Impossible de charger l'agencement : %s

source: Couldn't load new project: %s
de: Konnte neues Projekt nicht laden: %s
fr: Impossible de charger le nouveau projet : %s

source: Couldn't save layout to file: %s
de: Konnte Layout nicht speichern: %s
fr: Impossible de sauvegarder l'agencement : %s

source: Couldn't save project file: %s
de: Konnte Projektdatei nicht speichern: %s
fr: Impossible de sauvegarder le fichier projet : %s

source: Create Vala projects.
de: Vala-Projekte erstellen
fr: Créer un projet Vala.

source: Create new file
de: Neue Datei erstellen
fr: Créer nouveau fichier

source: Create new project
de: Neues Projekt erstellen
fr: Créer un nouveau projet

source: Create new subdirectory (%s)
de: Neues Unterverzeichnis erstellen (%s)
fr: Créer nouveau répertoire (%s)

source: Create project
de: Projekt erstellen
fr: Créer un projet

source: Current file
de: Aktuelle Datei
fr: Fichier en cours

source: Current symbol
de: Aktuelles Symbol
fr: Symbole en cours

source: DIRECTORY
de: VERZEICHNIS
fr: RÉPERTOIRE

source: Data directory does not exist: %s
de: Datenverzeichnis existiert nicht: %s
fr: Répertoire de données inexistant : %s

source: Data file does not exist: %s
de: Datendatei existiert nicht: %s
fr: Fichier de données inexistant : %s

source: Data files
de: Andere Dateien
fr: Fichiers de données

source: Deprecated
de: Veraltet
fr: Obsolète

source: Detailed information
de: Ausführliche informationen
fr: Information détaillée

source: Disable define: %s
de: Deaktiviere Define: %s
fr: Désactiver une définition : %s

source: Display all
de: Alle anzeigen
fr: Afficher tout

source: Display version number.
de: Versionsnummer anzeigen.
fr: Afficher le numéro de version.

source: Do you want to delete this file?
de: Soll diese Datei gelöscht werden?
fr: Voulez-vous effacer ce fichier ?

source: Don't let this field empty. Name a file.
de: Feld muss mit einem Dateinamen ausgefüllt werden.
fr: Ne laissez pas ce champ vide. Donnez un nom de fichier.

source: Edit
de: Bearbeiten
fr: Edition

source: Enable define for package '%s': %s
de: Aktiviere Define für Paket '%s': %s
fr: Activer une définition pour le paquet '%s' : %s

source: Entry point '%s' not found in syntax file. Trying to segfault me, huh??
de: Einstiegspunkt '%s' in der Syntaxdatei wurde nicht gefunden. Erlaubt sich da jemand einen Scherz??
fr: Le point d'entrée '%s' introuvable dans le fichier de syntaxe. Tentative de me segfaulter, hein ?

source: Error
de: Fehler
fr: Erreur

source: Error:
de: Fehler:
fr: Erreur :

source: Error: %s
de: Fehler: %s
fr: Erreur : %s

source: Errors: %d, Warnings: %d, Deprecated: %d, Experimental: %d, Notes: %d - %d
de: Fehler: %d, Warungen: %d, Veraltet: %i, Experimentell: %i, Bemerkungen: %i - %i
fr: Erreurs : %d, Alertes : %d, Obsolète : %d, Expérimental : %d, Notes : %d - %d

source: Execute
de: Ausführen
fr: Exécuter

source: Experimental
de: Experimentell
fr: Expérimental

source: FILE
de: DATEI
fr: FICHIER

source: Failed
de: Fehlgeschlagen
fr: Échoué

source: File
de: Datei
fr: Fichier

source: File already a data file. Skip it.
de: Datei existiert bereits als Datendatei. Überspringe sie.
fr: Le fichier est déjà un fichier de données : ignoré.

source: File already a source file. Skip it.
de: Datei existiert bereits als Quelldatei. Überspringe sie.
fr: Le fichier est déjà un fichier source : ignoré.

source: File already registered for build system. Skip it.
de: Datei bereits als Build-System-Datei registriert. Überspringe sie.
fr: Le fichier est déjà enregistré pour le système de construction : ignoré.

source: File copying cancelled.
de: Kopieroperation abgebrochen.
fr: Copie de fichier annulée.

source: File does not contain enough information
de: Datei enthält nicht genug Infomrationen
fr: Le fichier ne contient pas assez d'informations

source: File does not contain enough information.
de: Datei enthält nicht genügend Informationen.
fr: Le fichier ne contient pas assez d'informations.

source: File does not exist.
de: Datei existiert nicht.
fr: Le fichier n'existe pas.

source: File is modified. Do you want to save it?
de: Datei wurde verändert. Soll sie gespeichert werden?
fr: Le fichier a été modifié. Voulez-vous le sauvegarder ?

source: File not registered in project to check if buffer is dirty: %s
de: Datei nicht im Projekt registriert, um auf einen veränderten Puffer zu prüfen: %s
fr: Le fichier non enregistré dans le projet pour vérifier l'état de la zone tampon : %s

source: File saved: %s
de: Datei gespeichert: %s
fr: Fichier sauvegardé : %s

source: Focus dock item: %s (%s)
de: Dock-Item fokusieren: %s (%s)
fr: Focus sur l'élément du dock : %s (%s)
