Repository: Valama/valama
Catalog: po/*.po
Languages: de, fr

source: Following files are modified. Do you want to save them?
de: Folgende Dateien wurde geändert. Sollen sie gespeichert werden?
fr: Les fichiers suivants ont été modifiés. Voulez-vous les sauvegarder ?

source: Force loading of possibly incompatible template or project files.
de: Erzwinge Laden einer möglicherweise inkompatiblen Vorlage- oder Projektdateien.
fr: Chargement forcé d'un fichier modèle ou projet probablement incompatible.

source: Found build system file: %s
de: Build-System-Datei gefunden: %s
fr: Trouvé le fichier de système de construction : %s

source: Found data file: %s
de: Datendatei gefunden: %s
fr: Trouvé le fichier de données : %s

source: Found source file: %s
de: Quelldatei gefunden: %s
fr: Trouvé fichier source : %s

source: French
de: Französisch
fr: Français

source: German
de: Deutsch
fr: Allemand

source: Github project page
de: Github Projektseite
fr: Page projet Github

source: Guanako Completion
de: Guanako-Autovervollständigung
fr: Complétion Guanako

source: Guanako syntax file.
de: Guanak-Syntaxdatei.
fr: Fichier de syntaxe Guanako.

source: Help
de: Hilfe
fr: Aide

source: Horizontal window size
de: Horizontale Fenstergröße
fr: Taille horizontale de la fenêtre

source: IDE
fr: EDI

source: IDE mode
de: IDE-Modus
fr: Mode EDI

source: IOChannel operation failed: %s
de: IOChannel-Operation fehlgeschlagen: %s
fr: Opération IOChannel échouée : %s

source: Ignore project file loading error: %s
de: Ignoriere Ladefehler der Projektdatei: %s
fr: Ignorer l'erreur de chargement du fichier projet : %s

source: Ignore substitution with missing '%s' property line %hu.
de: Ignoriere Ersetzen mit fehlender Eigenschaft '%s' in Zeile %hu.
fr: Ignorer la substitution avec '%s' manquant ligne de propriété %hu.

source: Ignore template file loading error: %s
de: Ignoriere Vorlagendatei-Ladefehler: %s
fr: Ignorer l'erreur de chargement du fichier modèle : %s

source: Incompatible version for package '%s' %s %s found: %s
de: Inkompatible Version für Paket '%s' %s %s gefunden: %s
fr: Version incompatible du paquet '%s' %s %s trouvé : %s

source: Initial buffer update
de: Erstmaliges Puffer-Update
fr: Mise à jour initiale de la zone tampon

source: Invalid character: '%s' Please choose one from: %s
de: Ungültiges Zeichen: '%s' Bitte aus folgenden Zeichen wählen: %s
fr: Caractère invalide : '%s' Sélectionner un parmi : %s

source: Language:
de: Sprache:
fr: Langage :

source: Launching application failed: %s
de: Starten der Anwendung fehlgeschlagen: %s
fr: Lancement de l'application échoué : %s

source: Layout '%s' saved to file: %s
de: Layout '%s' in Datei gespeichert: %s
fr: Agencement '%s' sauvegarder dans le fichier : %s

source: Layout file does not exist: %s
de: Layout-Datei existiert nicht: %s
fr: Le fichier d'agencement inexistant : %s

source: Layout loaded: %s
de: Layout geladen: %s
fr: Agencement charge : %s

source: Layouts loaded from file: %s
de: Layouts von Datei geladen: %s
fr: Agencements charger du fichier : %s

source: Line
de: Zeile
fr: Ligne

source: Ln %d, Col %d
de: Z. %d, Sp. %d
fr: Lg %d, Col %d

source: Load Ui meta information: %s
de: Lade Benutzeroberflächen-Metainformationen: %s
fr: Charger les meta-informations de l'IU : %s

source: Load default layout.
de: Lade Standardlayout.
fr: Charger l'agencement par defaut.

source: Load layout...
de: Lade Layout...
fr: Charger l'agencement...

source: Load new buffer: %s
de: Lade neuen Buffer: %s
fr: Charger la nouvelle zone tampon : %s

source: Load pixmap: %s
de: Lade Pixmap: %s
fr: Charger l'image : %s

source: Load project file: %s
de: Projektdatei wird geladen: %s
fr: Charger le fichier projet : %s

source: Load project from file.
de: Lade Projektdatei von Datei.
fr: Charger le projet depuis un fichier.

source: Load project meta information: %s
de: Lade Projekt-Metainformationen: %s
fr: Charger les méta-information du projet : %s

source: Load syntax file: %s
de: Lade Syntaxdatei: %s
fr: Charger le fichier syntaxe : %s

source: Loading
de: Laden
fr: Chargement

source: Location
de: Ort
fr: Lieu

source: Lock elements
de: Sperre Elemente
fr: Verrouiller les éléments

source: Malformed rule: '%s'
de: Fehler in Regel: '%s'
fr: Règle malformée : '%s'

source: Missing packages
de: Fehlende Pakete
fr: Paquets manquants

source: Missing packages:
de: Fehlende Pakete:
fr: Paquets manquants :

source: Move from '%s' to '%s'.
de: Von '%s' nach '%s' verschieben.
fr: Déplacement de '%s' vers '%s'.

source: Moving finished.
de: Verschiebevorgang beendet.
fr: Déplacement terminé.

source: New document
de: Neues Dokument
fr: Nouveau document

source: New project location
de: Neuer Projektort
fr: Nouveau lieu pour le projet

source: Next
de: Weiter
fr: Suivant

source: No '%s' package found.
de: Paket '%s' nicht gefunden.
fr: Le paquet '%s' n'a pas été trouvé.

source: No current symbol
de: Kein aktuelles Symbol
fr: Pas de symbole courant

source: No data to clean.
de: Nichts zum Aufräumen.
fr: Pas de données à nettoyer.

source: No default capturing group ('matchgroup'). Set it to 0: %s
de: Keine Standardfiltergruppe gewählt. Setze sie auf 0: %s
fr: Pas de groupe de capture par default ('matchgroup'). Mis à 0 : %s

source: No file selected.
de: Keine Datei ausgewählt.
fr: Pas de fichier sélectionné.

source: No packages to choose between: line %hu
de: Keine Pakete zum Auswählen gegeben: Zeile %hu
fr: Pas de paquets à choisir entre : ligne %hu

source: No recent projects
de: Keine zuletzt geöffneten Projekte
fr: Pas de projets recents

source: No such file found in opened buffers: %s
de: Keine solche Datei in geöffneten Puffern gefunden: %s
fr: Fichier non trouvé dans les zones tampons ouvertes : %s

source: No such file.
de: Datei nicht vorhanden.
fr: Fichier inexistant.

source: Not a valid Vala version, will not set VALA_X_Y defines: %s
de: Keine gültige Vala-Version, setze nicht VALA_X_Y-Defines: %s
fr: Pas une version valide de Vala, les defines VALA_X_Y ne seront pas définis : %s

source: Not enough space available: %lld < %lld
de: Nicht genügend freier Speicherplatz verfügbar: %lld < %lld
fr: Pas assez de place disponible : %lld < %lld

source: OVR
de: ÜBS
fr: REMPL

source: Open project
de: Projekt öffnen
fr: Ouvrir projet

source: Other project...
fr: Autre projet...

source: Output debug information.
de: Debug-Information ausgeben.
fr: Afficher information de debug.

source: Package '%s' has relation information but no version:
de: Paket '%s' hat eine Relation, aber zu keiner Version:
fr: Le paquet '%s' des information de relation mais pas de version :

source: Package '%s' not in list, skip it.
de: Paket '%s' nicht in der Liste, überspringe es.
fr: Le paquet '%s' n'est pas dans la liste : ignoré.

source: Packages
de: Pakete
fr: Paquets

source: Parameter '%s' not found in '%s'
de: Parameter '%s' nicht gefunden in '%s'
fr: Paramètre '%s' introuvable dans '%s'

source: Parameters:
de: Parameter:
fr: Paramètres :

source: Path to layout file.
de: Pfad zur Layout-Datei.
fr: Chemin vers le fichier d'agencement.

source: Pixmap directory does not exist. No application icons can be used.
de: Pixmap-Verzeichnis existiert nicht. Es können keine Anwendungssymbole verwendet werden.
fr: Répertoire d'images inexistant. Aucune icones d'application ne peut être utilisée.

source: Pixmap loading failed: %s
de: Laden des Pixmaps fehlgeschlagen: %s
fr: Chargement de l'image échoué : %s

source: Plain text
de: Klartext
fr: Simple texte

source: Please report a bug!
de: Bitte melden Sie diesen Fehler!
fr: Signaler un bug SVP !

source: Prepare file for FrankenStein: %s
de: Datei für FrankenStein vorbereiten: %s
fr: Préparation du fichier pour FrankenStein : %s

source: Private
de: Privat
fr: Privé

source: Project
de: Projekt
fr: Projet

source: Project already built but executable does not exist: %s
de: Projekt schon kompiliert, aber ausführbare Datei existiert nicht: %s
fr: Projet construit mais l'exécutable n'existe pas : %s

source: Project browser
de: Projektbrowser
fr: Navigateur de projet

source: Project file to old: %s < %s
de: Projektdatei zu alt: %s < %s
fr: Fichier projet trop vieux : %s < %s

source: Project file too old: %s < %s
de: Projektdatei zu alt: %s < %s
fr: Fichier projet trop vieux : %s < %s

source: Project name
de: Projektname
fr: Nom du projet

source: Project name:
de: Projektname:
fr: Nom du projet :

source: Project settings
de: Projekteinstellungen
fr: Paramètres du projet

source: Proposal collector
de: Vorschlagsammler
fr: Collecteur de propositions

source: Quit
de: Schließen
fr: Quitter

source: Rebuild
de: Rekompilieren
fr: Reconstruire

source: Received invalid ID. Try to rebuild.
de: Ungültige ID empfangen. Erneutes Kompilieren könnte helfen.
fr: Reçu un ID non valide. Essai de reconstruire.

source: Recent projects
de: Zuletzt geöffnete Projekte
fr: Projets récents

source: Redo last change
de: Letzte Änderung wiederholen
fr: Rétablir

source: Remove build system file: %s
de: Entferne Build-System-Datei: %s
fr: Effacer le fichier du système de construction : %s

source: Remove data file: %s
de: Entferne Datendatei: %s
fr: Effacer le fichier de données : %s

source: Remove file (from disk)
de: Entferne Datei (von Festplatte)
fr: Supprimer le fichier (du disque)

source: Remove package
de: Entferne Paket
fr: Efacer le paquet

source: Remove package: %s
de: Entferne Paket: %s
fr: Efacer le paquet : %s

source: Remove source file
de: Entferne Quelldatei
fr: Effacer le fichier source

source: Remove source file: %s
de: Entferne Quelldatei: %s
fr: Effacer le fichier source : %s

source: Report widget
de: Reporter
fr: Rapport

source: Returns:
de: Rückgabe:
fr: Retours chariots:

source: Run
de: Ausführen
fr: Executer

source: Run %s update!
de: Aktualisierung von %s wird gestartet!
fr: Exécute la mise à jour de %s !

source: Run '%s --help' to see a full list of available command line options.
de: '%s --help' ausführen, um eine vollständige Liste der verfügbaren Kommandozeilenoptionen zu sehen.
fr: Exécuter '%s --help' pour voir la liste complète des options disponibles de la ligne de commande.

source: Run application
de: Anwendung ausführen
fr: Exécuter l'application

source: Running...
de: Kompiliere...
fr: Exécution...

source: Save Ui meta information: %s
de: Speichere Benutzeroberflächen-Metainformation: %s
fr: Sauvegarder les méta-informations de l'IU : %s

source: Save all
de: Alles speichern
fr: Sauvegarder tout

source: Save current file
de: Aktuelle Datei speichern
fr: Sauvegarder le fichier courant

source: Save current file and build project
de: Aktuelle Datei speichern und Projekt kompilieren
fr: Sauvegarder le fichier courant et construire le projet

source: Save project file.
de: Speichere Projektdatei.
fr: Sauvegarder le fichier projet.

source: Save project meta information: %s
de: Speichere Projekt-Metainformationen: %s
fr: Sauvegarder les méta-information du projet : %s

source: Search
de: Suchen
fr: Chercher

source: Select Valama project file
de: Valama-Projektdatei auswählen
fr: Sélectionner un fichier projet Valama

source: Select new packages
de: Zusätzliche Pakete auswählen
fr: Sélectionner de nouveaux paquets

source: Select template
de: Projektvorlage auswählen
fr: Sélectionner un modèle

source: Settings
de: Einstellungen
fr: Paramètres

source: Show application output
de: Anwendungsausgabe anzeigen
fr: Sortie de l'application

source: Show breakpoints
de: Haltepunkte anzeigen
fr: Points d'arrêt

source: Show build output
de: Kompilierausgabe anzeigen
fr: Sortie du processus de construction

source: Show current file structure
de: Aktuelle Dateistruktur anzeigen
fr: Structure du fichier courant

source: Show current symbol
de: Aktuelles Symbol anzeigen
fr: Symbole courant

source: Show project browser
de: Projektbrowser anzeigen
fr: Navigateur de projet

source: Show reports
de: Reporter anzeigen
fr: Rapports

source: Show search
de: Suche anzeigen
fr: Recherches

source: Show style checker
de: Style-Checker anzeigen
fr: Vérificateur de style

source: Show symbol browser
de: Symbolbrowser anzeigen
fr: Navigateur de symboles

source: Skip %s
de: Überspringe %s
fr: Ignorer %s

source: Skip '%s' choice.
de: Überspringe '%s'-Auswahl.
fr: Ignorer le choix '%s'.

source: Skip already added file: %s
de: Überspringe bereits hinzugefügte Datei: %s
fr: Ignorer le fichier déjà ajouté : %s

source: Skip already loaded project: %s
de: Überspringe bereits geladenes Projekt: %s
fr: Ignorer le projet déjà chargé : %s

source: Skip overwrite from '%s' to '%s'.
de: Überspringe Überschreiben von '%s' nach '%s'.
fr: Ignorer écrasement de '%s' sur '%s'.

source: Source directory does not exist: %s
de: Quellverzeichnis existiert nicht: %s
fr: Répertoire source inexistant : %s

source: Source file does not exist: %s
de: Quelldatei existiert nicht: %s
fr: Fichier source inexistant : %s

source: Source file update
de: Quelldatei-Update
fr: Mise à jour fichier source

source: Source files
de: Quellen
fr: Fichier source

source: Source view
de: Quellansicht
fr: Vue source

source: Source view id out of range.
de: Quelldatei id außerhalb der Reichweite.
fr: Id de vue source hors de portée.

source: Substitute: '@%s@'%s -> '%s': %s
de: Ersetze: '@%s@'%s -> '%s': %s
fr: Substituer : '@%s@'%s -> '%s': %s

source: Succeeded
de: Erfolgreich
fr: Réussi

source: Supported Vala versions
de: Unterstützte Vala-Versionen
fr: Versions Vala supportées

source: Symbol
fr: Symbole

source: Symbol browser
fr: Navigateur de symboles

source: Template file '%s' too old: %s < %s
de: Vorlagendatei '%s' ist zu alt: %s < %s
fr: Fichier modèle '%s' trop vieux : %s < %s

source: Template has no description: line %hu
de: Vorlage hat keine Beschreibung: Zeile %hu
fr: Le modèle n'a pas de description : ligne %hu

source: Template has no name: line %hu
de: Vorlage hat keinen Namen: Zeile %hu
fr: Le modèle n'a pas de nom : ligne %hu

source: Template information
de: Vorlageninformationen
fr: Informations du modèle

source: Templates
de: Vorlagen
fr: Modèles

source: Templates directory.
de: Vorlagenverzeichnis
fr: Répertoire des modèles.

source: The following vala packages are not available on your system:
de: Folgende Vala-Pakete sind auf diesem System nicht verfügbar:
fr: Les paquets suivants sont indisponibles sur votre système :

source: Time
de: Zeit
fr: Heure

source: Type not implemented yet: %s
de: Typ noch nicht implementiert: %s
fr: Type pas encore implémenté : %s

source: Unable to delete source file '%s': %s
de: Löschen von Quelldatei '%s' nicht möglich: %s
fr: Impossible d'effacer le fichier source '%s' : %s

source: Unable to guess package for define: %s
de: Konnte kein Paket für Define '%s' erraten.
fr: Impossible de deviner le paquet pour la définition : %s

source: Undo last change
de: Letzte Änderung rückgängig machen
fr: Annuler le dernier changement

source: Unexpected enum value: %s: %d
de: Unerwarteter Wert: %s: %d
fr: énumération inattendue : %s : %d

source: Unexpected enum value: %s: %s
de: Unerwarteter Wert: %s: %s
fr: énumération inattendue : %s : %s

source: Unexpected enum value: %s: %u
de: Unerwarteter Wert: %s: %u
fr: énumération inattendue : %s : %u

source: Unexpected response value: %s - %u
de: Unerwarteter Antwortwert: %s: %u
fr: Valeur réponse inattendue : %s - %u

source: Unknown ReportType: %s
de: Unbekannter Reporter-Typ: %s
fr: ReportType inconnu : %s

source: Unknown TreePath start to add a new file: %s
de: Unbekannter TreePath-Start, um eine neue Datei hinzuzufügen: %s
fr: Début de chemin d'arborescence inconnu pour ajouter un nouveau fichier : %s

source: Unknown attribute for '%s' line %hu: %s
de: Unbekannter Wert für '%s' in Zeile %hu: %s
fr: Attribut inconnu pour '%s' ligne %hu : %s

source: Unknown configuration file value line %hu: %s
de: Unbekannter Konfigurationswert in Zeile %hu: %s
fr: Valeur de fichier de configuration inconnue ligne %hu : %s

source: Unknown package version relation: %s - %s
de: Unbekannte Paketversionrelation: %s - %s
fr: Relation de vertion de paquet inconnue : %s - %s

source: Unknown property for '%s' line %hu: %s
de: Unbekannte Eigenschaft für '%s' in Zeile %hu: %s
fr: Propriété inconnue pour '%s' ligne %hu : %s

source: Unknown status: %d - %s
de: Unbekannter Status: %d - %s
fr: Statut inconnu : %d - %s

source: Unknown value for substitution property '%s' line %hu (assume '%s'): %s
de: Unbekannter Wert für Ersetzungseigenschaft '%s' in Zeile %hu (vermute '%s'): %s
fr: Valeur de propriété de substitution '%s' inconnue ligne %hu (suppose '%s') : %s

source: User interface files
fr: Interfaces utilisateur

source: Vala;IDE;Development;
de: Vala;IDE;Entwicklung;Entwicklungsumgebung;
fr: Vala;EDI;Développement

source: Valama project files (*.vlp)
de: Valama-Projektdateien (*.vlp)
fr: Fichiers projet Valama (*.vlp)

source: Valama project not initialized
de: Valama-Projekt nicht initialisiert
fr: Projet Valama non initialisé

source: Valama project not initialized.
de: Valama-Projekt nicht initialisiert.
fr: Projet Valama non initialisé.

source: Vapi found: %s
de: Vapi gefunden: %s
fr: Vapi trouvée : %s

source: Variable '%s' not found! >%s<
de: Variable '%s' nicht gefunden! >%s<
fr: Variable '%s' non trouvé ! >%s<

source: Vertical window size
de: Vertikale Fenstergröße
fr: Taille verticale de la fenêtre

source: View
de: Ansicht
fr: Affichage

source: View all files (*)
de: Alle Dateien (*)
fr: Afficher tous les fichiers (*)

source: Warning
de: Warnung
fr: Attention

source: Warning:
de: Warnung:
fr: Attention :

source: Warning: No CheckType found, assume 'GLOBAL'.
de: Warnung: Kein CheckType gefunden, nehme 'GLOBAL' an.
fr: Attention : pas de type de contrôle trouvé, suppose 'GLOBAL'.

source: Warning: No description found.
de: Warnung: Keine Beschreibung gefunden.
fr: Attention : Pas de description trouvée.

source: Warning: No regex to check.
de: Warnung: Kein regulärer Ausdruck zum prüfen.
fr: Attention : Pas de regec à vérifier.

source: Warning: Skip different description: '%s' - '%s'
de: Warnung: Überspringe unterschiedliche Beschreibung: '%s' - '%s'
fr: Attention : ignore descriptions différentes : '%s' - '%s'

source: Warning: Skip different match groups: '%d' - '%d'
de: Warnung: Überspringe unterschiedliche Filtergruppen: '%d' - '%d'
fr: Attention : ignore différents match groups : '%d' - '%d'

source: Warning: Skip different regexes: '%s' - '%s'
de: Warnung: Überspringe unterschiedliche reguläre Ausdrücke: '%s' - '%s'
fr: Attention : ignore différentes regex : '%s' - '%s'

source: Warning: Skip different type: '%s' - '%s'
de: Warnung: Überspringe verschiedene Typen: '%s' - '%s'
fr: Attention : ignore differents types : '%s' - '%s'

source: Warning: Unknown CheckType '%s', assume 'GLOBAL'.
de: Warnung: Unbekannter CheckType '%s', nehme 'GLOBAL' an.
fr: Attention : type de contrôle '%s' inconnu, suppose 'GLOBAL'.

source: Warning: Unknown CheckType: %s
de: Warnung: Unbekannter CheckType: %s
fr: Attention : type de vérification inconnu : %s

source: Warning: Unknown configuration file value line %hu: %s
de: Warnung: Unbekannter Konfigurationswert in Zeile %hu: %s
fr: Attention : valeur de fichier de configuration inconnue à la ligne %hu : %s

source: Warning: Vapi for package %s not found.
de: Warnung: Vapi für Paket %s nicht gefunden.
fr: Attention : Vapi introuvable pour le paquet %s.

source: Will not add '%s' to file list: File not valid
de: Werde '%s' nicht zur Dateiliste hinzufügen. Datei nicht gültig
fr: '%s' non ajouté à la liste des fichiers : fichier non valide

source: [DEBUGLEVEL]
fr: [NIVEAU DE DEBOGAGE]

source: [FILE...]
de: [DATEI...]
fr: [FICHIER...]

source: _Build
fr: Construire

source: _Clean
fr: Nettoyer

source: _Project
fr: Projet

source: _Settings
fr: Réglages

source: after
de: nach
fr: après

source: before
de: vor
fr: avant

source: build command failed
de: Kompilierkommando fehlgeschlagen
fr: Construction échouée

source: choice
de: Auswahl
fr: choix

source: clean command failed
de: Kommando zum Aufräumen fehlgeschlagen
fr: Commande nettoyage échouée

source: configure command failed
de: Konfigurationskommando fehlgeschlagen
fr: configuration échouée

source: directory creation failed: %s
de: Anlegen eines neuen Verzeichnisses fehlgeschlagen: %s
fr: création de répertoire échoué : %s

source: distclean command failed: %s
de: Kommando zum vollständiges Aufräumen fehlgeschlagen: %s
fr: Commande distclean échouée : %s

source: file does not exist
de: Datei existiert nicht.
fr: Le fichier n'existe pas.

source: filename
de: Dateiname
fr: nom de fichier

source: inside '%s' directory
de: in '%s'-Verzeichnis
fr: dans le répertoire '%s'

source: inside project root directory
de: in Projekt-Wurzelverzeichnis
fr: dans le répertoire racine du projet

source: launching failed
de: Starten fehlgeschlagen
fr: lancement échoué

source: make library
fr: construire une bibliothèque

source: no long description
de: keine ausführliche Beschreibung
fr: pas de description longue

source: no package required
de: kein Paket benötigt
fr: pas de paquet requis

source: no regular file or directory
de: keine reguläre Datei oder Verzeichnis
fr: pas de fichier ou répertoire normal

source: no source files
de: keine Quelldateien
fr: pas de fichiers sources

source: none
de: keine
fr: aucun

source: not available
de: nicht verfügbar
fr: indisponible

source: not supported
de: nicht unterstützt
fr: non supporté

source: packages for current project
fr: paquets pour le projet courant

source: pop_cur symbol not found! '%s'
de: pop_cur-Symbol nicht gefunden! '%s'
fr: Symbole pop_cur non trouvé : '%s'

source: project name
fr: nom du projet

source: since
de: ab
fr: depuis

source: until
de: bis
fr: jusqu'à

source: valama_project
de: Valama-Projekt
fr: projet_valama

source: INS
de: EINF

source: Note
de: Bemerkung

source: Sources
de: Quellen

source: Type
de: Typ
